tap "aws/tap"
tap "homebrew/bundle"
tap "oven-sh/bun"
brew "apko"
brew "argon2"
brew "awscli"
brew "b3sum"
brew "bat"
brew "icu4c@76"
brew "bfg"
brew "biome"
brew "cmctl"
brew "cosign"
brew "curl"
brew "darkhttpd"
brew "deno"
brew "direnv"
brew "dive"
brew "docker-credential-helper-ecr"
brew "duckdb"
brew "eksctl"
brew "fastgron"
brew "fd"
brew "fluent-bit"
brew "fnm"
brew "fzf"
brew "gcc"
brew "geoip2fast"
brew "gh"
brew "ghorg"
brew "gitleaks"
brew "go"
brew "gojq"
brew "helm"
brew "hey"
brew "htop"
brew "hyperfine"
brew "infracost"
brew "jsonnet-bundler"
brew "k3d"
brew "ko"
brew "krew"
brew "kube-linter"
brew "kubeconform"
brew "kubectx"
brew "kubescape"
brew "kubeseal"
brew "kubeshark"
brew "kustomize"
brew "libpq", link: true
brew "logcli"
brew "media-info"
brew "micro"
brew "mkcert"
brew "mongosh"
brew "nano"
brew "nanorc"
brew "nuclei"
brew "opentofu"
brew "pipx"
brew "pkgconf"
brew "poetry"
brew "popeye"
brew "pre-commit"
brew "prometheus"
brew "prowler"
brew "pv"
brew "pwgen"
brew "python-setuptools"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "rustup"
brew "scorecard"
brew "sevenzip"
brew "six"
brew "snappy"
brew "starship"
brew "stern"
brew "subfinder"
brew "tcptraceroute"
brew "terragrunt"
brew "tflint"
brew "tmux"
brew "trivy"
brew "uv"
brew "whois"
brew "wireshark"
brew "xxhash"
brew "yq"
brew "zlint"
brew "zoxide"
brew "aws/tap/ec2-instance-selector"
brew "oven-sh/bun/bun"
